[速客X2CharacterTemplate]
strCharacterName="速客"

strCharacterBackgroundFemale[0]="在加入抵抗军之前，速客被指派到变种人的顶级杀戮小队之一，追踪并消灭抵抗军的关键目标。她对自己的职业很满意，并且非常享受战斗，因此她毫无疑问是忠诚的。就在最近几个月，她发现自己脱离了自己的队伍，因为一次行动变得非常糟糕，据说这让她开始质疑自己对变种人的忠诚。不久之后，她勉强加入了一个抵抗组织，虽然他们张开双臂欢迎她，但并不完全相信她会独自离开。快进到未来，速客成功证明了自己值得信赖，在我们复兴时加入了 XCOM，从而赢得了她在我们的队伍中的位置。"

[TorqueCivilian X2CharacterTemplate]
strCharacterName="速客（平民）"

strCharacterBackgroundFemale[0]="在加入抵抗军之前，速客被指派到变种人的顶级杀戮小队之一，追踪并消灭抵抗军的关键目标。她对自己的职业很满意，并且非常享受战斗，因此她毫无疑问是忠诚的。就在最近几个月，她发现自己脱离了自己的队伍，因为一次行动变得非常糟糕，据说这让她开始质疑自己对变种人的忠诚。不久之后，她勉强加入了一个抵抗组织，虽然他们张开双臂欢迎她，但并不完全相信她会独自离开。快进到未来，速客成功证明了自己值得信赖，在我们复兴时加入了 XCOM，从而赢得了她在我们的队伍中的位置。"

[Torque_Inquisitor X2SoldierClassTemplate]
DisplayName =  "执法官"
ClassSummary = "一种专注于近距离对抗多个敌人的职业，配合人群控制以及在激烈的战斗中使孤立的单位或单个敌人丧失能力。<br/><font color='#CA7200'>可以使用霰弹枪、无托枪和步枪作为主要武器，使用手枪、电弧投掷器或全息瞄准器作为次要武器，使用剑或战斗刀作为第三武器。</font>"
+AbilityTreeTitles = "角斗士"
+AbilityTreeTitles = "生物专家"
+AbilityTreeTitles = "毒蛇猎人"
+AbilityTreeTitles =  "XCOM"

+RandomNickNames ="速客"

+PhotoboothSoloBLines_Female = "近距离，毫不留情。"
+PhotoboothSoloBLines_Female = "她的咬合力和她的智慧一样强！"
+PhotoboothSoloBLines_Female = "近距离、私密、迅速且致命！"
+PhotoboothSoloBLines_Female = "‘过来点，我敢向你挑战！’"

; - Ability Templates -

; - Base Abilities -	

[TorqueForceBleedout X2AbilityTemplate]
LocFriendlyName = "速客强制释放"
LocHelpText = "速客强制释放"
LocLongDescription = "速客强制释放"
LocPromotionPopupText = "速客强制释放"

[CreateTorqueUnkillable X2AbilityTemplate]
LocFriendlyName = "速客不可消除效果"
LocHelpText = "速客不可消除效果"
LocLongDescription = "速客不可消除效果"
LocPromotionPopupText = "速客不可消除效果"

[TorqueKnockoutSelf X2AbilityTemplate]
LocFriendlyName = "速客自动击倒"
LocHelpText = "速客自动击倒"
LocLongDescription = "速客自动击倒"
LocPromotionPopupText = "速客自动击倒"

[Torque_GetOverHere X2AbilityTemplate]
LocFriendlyName = "吐舌拉扯"
LocLongDescription="速客向敌人伸出舌头，试图将他们拉到自己的位置，以便进行可能的后续动作。"
LocHelpText="尝试用你的舌头抓住并拉动敌对目标，以便进行后续攻击或简单地取代敌方单位。只有人类或类人外星人可以被拉动。"
LocFlyOverText="抓舌头"
LocMissMessage="抓取失败！"

[Torque_FriendlyGetOverHere X2AbilityTemplate]
LocFriendlyName="吐舌拉拽"
LocLongDescription="速客向盟友伸出舌头，试图将他们拉向自己，以便重新定位他们在战场上的位置。"
LocHelpText="用你的舌头抓住一个盟友目标，并将其拉到你旁边的一块瓷砖上。这样做可以让盟友自由移动，重新定位自己，从而在战场上获得更好的机动性。只有人类或类人外星人可以被拉动。"
LocFlyOverText="舌头抓取"
LocMissMessage="拉取失败！"

[Torque_Bind X2AbilityTemplate]
LocFriendlyName="捆绑"
LocLongDescription="速客的缠绕力量强大得非人，比大多数其他毒蛇都要强大，并且可以束缚相邻的人形敌人，将它们固定在原地，并允许 速客决定她的下一次攻击，只要她有力量维持束缚即可。"
LocHelpText="捆绑相邻的人形敌人，为您提供更多捆绑选项。"
LocFlyOverText="捆绑"
LocMissMessage="捆绑失败！"

[Torque_BindSustained X2AbilityTemplate]
LocFriendlyName="保持"
LocLongDescription="速客将受害者牢牢地束缚在她的身体缠绕中，既不压碎他们，也不放手，等待后续行动。"
LocHelpText="将目标束缚在你的身体缠绕中，使其更难逃脱，但不要试图对俘虏造成任何伤害或影响。"
LocFlyOverText="保持"
LocMissMessage="捆绑断开！"

[Torque_BindSustainedCrush X2AbilityTemplate]
LocFriendlyName="粉碎"
LocLongDescription="速客试图用她的身体缠绕碾碎受害者，造成的伤害取决于 速客的强度，但是这会带来 速客失去对目标的控制并捆绑失败的风险。"
LocHelpText="尝试用你的身体缠绕碾碎目标，根据你对抗目标的强度来对其造成伤害。捆绑失败并释放目标的几率会略有增加。"
LocFlyOverText="粉碎"
LocMissMessage="粉碎失败！"

[Torque_BindSustainedSubdue X2AbilityTemplate]
LocFriendlyName="制服"
LocLongDescription="速客尝试用她的缠绕制服受害者，这样不会对目标造成伤害，但会对其造成精神减益，如迷失方向、击晕或昏迷，不过这会带来 速客失去对目标的控制并导致束缚失败的风险。"
LocHelpText="尝试制服你束缚中的目标，根据你对抗他们的强度对其施加特定的精神减益效果。略微增加束缚失败并释放目标的几率。"
LocFlyOverText="制服"
LocMissMessage="制服失败！"

[Torque_BindSustainedChoke X2AbilityTemplate]
LocFriendlyName="窒息"
LocLongDescription="速客试图用她的身体缠绕勒住受害者，造成的伤害可能比碾碎他们要小，但会窒息他们并有可能使他们昏迷，不过这会增加 速客失去对目标的控制并导致束缚失败的风险。"
LocHelpText="尝试用你的身体缠绕勒住目标，根据你对目标的攻击力对其造成伤害，甚至可能将其打昏。捆绑失败并释放目标的几率会有所增加。"
LocFlyOverText="窒息"
LocMissMessage="阻塞失败！"

[Torque_EndBind X2AbilityTemplate]
LocFriendlyName="解除捆绑"
LocLongDescription="如果战术情况发生变化，速客可以释放她缠绕的目标，但这会削弱她的缠绕，使其在短时间内无法再次被束缚。"
LocHelpText="释放身体缠绕中的目标。当能够再次捆绑时会触发冷却时间。"
LocFlyOverText="解除"

[Torque_EndBindAlt X2AbilityTemplate]
LocFriendlyName="解除捆绑"
LocLongDescription="在使受害者失去行动能力后，速客会松开对目标的控制，并且可以立即捆绑另一个目标。"
LocHelpText="释放身体缠绕中被禁用的目标。"
LocFlyOverText="解除"

; - Brawler -

[Inquisitor_LiveForTheFight X2AbilityTemplate]
LocFriendlyName ="浴血"
LocHelpText = "消灭敌人后自动重新装弹次数有限"
LocLongDescription = "在使用主武器的标准射击消灭或压制敌人后，自动重新装填主武器。每个任务可触发<font color='#3ABD23'>2</font>/<font color='#b7bd1c'>4</font>/<font color='#d48013'>6</font>次，每回合可触发一次。"
LocPromotionPopupText = "<font color='#CA7200'>级别 I</font>（在小队军衔 [1] 获得）<br/>每次任务最多重新加载 <font color='#3ABD23'>2</font> 次：<br/><Bullet/>每回合可以触发一次。<br/><br/><font color='#CA7200'>级别 II</font>（在上尉军衔 [5] 获得）<br/><Bullet/>浴血现在每次任务可以触发 <font color='#b7bd1c'>4</font> 次。<br/><br/><font color='#CA7200'>级别 III</font>（在准将军衔 [8] 获得）<br/><Bullet/>浴血现在可以触发 <font color='#d48013'>每次任务 6</font> 次。"

[Inquisitor_GiveItAnotherShot X2AbilityTemplate]
LocFriendlyName = "再试一次"
LocHelpText = "射击失败后立即再次射击"
LocLongDescription = "当你的主武器射击失败时，再次射击的命中率为<font color='#3ABD23'>-30%</font>/<font color='#b7bd1c'>-20%</font>/<font color='#d48013'>-10%</font>。每回合只能触发一次。"
LocPromotionPopupText = "<font color='#CA7200'>级别 I</font>（在小队等级 [1] 获得）<br/>使用主要武器射击未中后再次射击：<br/><Bullet/>每回合可触发一次，命中率为 <font color='#3ABD23'>-30%</font>。<br/><br/><font color='#CA7200'>级别 II</font>（在上尉等级 [5] 获得）<br/><Bullet/>瞄准惩罚降低至 <font color='#b7bd1c'>-20%</font>。<br/><br/><font color='#CA7200'>级别 III</font>（在准将等级 [8] 获得）<br/><Bullet/>瞄准惩罚进一步降低至 <font color='#d48013'>-10%</font>"

[Inquisitor_GiveItAnotherShot_Passive X2AbilityTemplate]
LocFriendlyName = "再试一次"
LocHelpText = "射击失败后立即再次射击"
LocLongDescription = "当你的主武器射击失败时，再次射击的命中率为<font color='#3ABD23'>-30%</font>/<font color='#b7bd1c'>-20%</font>/<font color='#d48013'>-10%</font>。每回合只能触发一次。"
LocPromotionPopupText = "<font color='#CA7200'>级别 I</font>（在小队等级 [1] 获得）<br/>使用主要武器射击未中后再次射击：<br/><Bullet/>每回合可触发一次，命中率为 <font color='#3ABD23'>-30%</font>。<br/><br/><font color='#CA7200'>级别 II</font>（在上尉等级 [5] 获得）<br/><Bullet/>瞄准惩罚降低至 <font color='#b7bd1c'>-20%</font>。<br/><br/><font color='#CA7200'>级别 III</font>（在准将等级 [8] 获得）<br/><Bullet/>瞄准惩罚进一步降低至 <font color='#d48013'>-10%</font>"

[Inquisitor_CQCExpert X2AbilityTemplate]
LocFriendlyName = "近战专家"
LocHelpText = "<Ability:ClassName/> 获得暴击几率奖励，并且可以躲避近战专家范围内的敌人"
LocLongDescription = "每回合一次，在 <font color='#3ABD23'>4</font>/<font color='#b7bd1c'>5</font>/<font color='#d48013'>6</font> 格子内进行标准射击不消耗任何行动，对在 <font color='#3ABD23'>4</font>/<font color='#b7bd1c'>5</font>/<font color='#d48013'>6</font> 格子内行动的目标获得一次自由反应，获得 <font color='#3ABD23'>+1% 至 +10%</font>/<font color='#b7bd1c'>+2% 至 +20%</font>/<font color='#d48013'>+3% 至 +30%</font> 额外暴击几率接近目标并获得 <font color='#3ABD23'>+10</font>/<font color='#b7bd1c'>+20</font>/<font color='#d48013'>+30</font> 躲避 <font color='#3ABD23'>4</font>/<font color='#b7bd1c'>5</font>/<font color='#d48013'>6</font> 格内的攻击。"
LocPromotionPopupText = "<font color='#CA7200'>LEVEL I</font>（在 Squaddie 等级 [1] 获得）<br/><Ability:ClassName/> 是一位处理近距离敌人的专家，她可以获得以下加成：<br/><Bullet/>每回合一次，如果目标在 <font color='#3ABD23'>4</font> 格内，则在射击后退还 AP，此外，使用主武器对任何在 <font color='#3ABD23'>4</font> 格内移动或射击的目标进行一次自由反应射击。<br/><Bullet/>根据与目标的距离，获得 <font color='#3ABD23'>+1% 至 +10%</font> 的暴击几率。<br/><Bullet/>获得 <font color='#3ABD23'>+10</font>躲避 <font color='#3ABD23'>4</font> 格内的攻击。<br/><br/><font color='#CA7200'>等级 II</font>（获得上尉军衔 [5]）<br/><Bullet/>近战专家的效果范围增加至 <font color='#b7bd1c'>5</font> 格。<br/><Bullet/>躲避奖励增加至 <font color='#b7bd1c'>+20</font>。<br/><Bullet/>暴击几率增加至 <font color='#b7bd1c'>+2% 至 +20%</font>。<br/><br/><font color='#CA7200'>等级 III</font>（获得准将军衔 [8]）<br/><Bullet/>效果范围近战专家的额外伤害增加至 <font color='#d48013'>6</font> 格。<br/><Bullet/>闪避奖励增加至 <font color='#d48013'>+30</font>。<br/><Bullet/>暴击几率增加至 <font color='#d48013'>+3% 至 +30%</font>。"

[Inquisitor_RightBackAtYou X2AbilityTemplate]
LocFriendlyName = "近战专家"
LocHelpText = "<Ability:ClassName/> 获得暴击几率奖励，并且可以躲避近战专家范围内的敌人"
LocLongDescription = "每回合一次，在 <font color='#3ABD23'>4</font>/<font color='#b7bd1c'>5</font>/<font color='#d48013'>6</font> 格子内进行标准射击不消耗任何行动，对在 <font color='#3ABD23'>4</font>/<font color='#b7bd1c'>5</font>/<font color='#d48013'>6</font> 格子内行动的目标获得一次自由反应，获得 <font color='#3ABD23'>+1% 至 +10%</font>/<font color='#b7bd1c'>+2% 至 +20%</font>/<font color='#d48013'>+3% 至 +30%</font> 额外暴击几率接近目标并获得 <font color='#3ABD23'>+10</font>/<font color='#b7bd1c'>+20</font>/<font color='#d48013'>+30</font> 躲避 <font color='#3ABD23'>4</font>/<font color='#b7bd1c'>5</font>/<font color='#d48013'>6</font> 格内的攻击。"
LocPromotionPopupText = "<font color='#CA7200'>LEVEL I</font>（在 Squaddie 等级 [1] 获得）<br/><Ability:ClassName/> 是一位处理近距离敌人的专家，她可以获得以下加成：<br/><Bullet/>每回合一次，如果目标在 <font color='#3ABD23'>4</font> 格内，则在射击后退还 AP，此外，使用主武器对任何在 <font color='#3ABD23'>4</font> 格内移动或射击的目标进行一次自由反应射击。<br/><Bullet/>根据与目标的距离，获得 <font color='#3ABD23'>+1% 至 +10%</font> 的暴击几率。<br/><Bullet/>获得 <font color='#3ABD23'>+10</font>躲避 <font color='#3ABD23'>4</font> 格内的攻击。<br/><br/><font color='#CA7200'>等级 II</font>（获得上尉军衔 [5]）<br/><Bullet/>近战专家的效果范围增加至 <font color='#b7bd1c'>5</font> 格。<br/><Bullet/>躲避奖励增加至 <font color='#b7bd1c'>+20</font>。<br/><Bullet/>暴击几率增加至 <font color='#b7bd1c'>+2% 至 +20%</font>。<br/><br/><font color='#CA7200'>等级 III</font>（获得准将军衔 [8]）<br/><Bullet/>效果范围近战专家的额外伤害增加至 <font color='#d48013'>6</font> 格。<br/><Bullet/>闪避奖励增加至 <font color='#d48013'>+30</font>。<br/><Bullet/>暴击几率增加至 <font color='#d48013'>+3% 至 +30%</font>。"

[Inquisitor_RightBackAtYou X2AbilityTemplate]
LocFriendlyName = "以牙还牙！"
LocHelpText = "<Ability:ClassName/> 会向任何可见目标进行反击，并直接对其造成伤害。"
LocLongDescription = "一旦受到任何攻击，就用你的主要武器进行反击。该射击有<font color='#3ABD23'>+10%</font>/<font color='#b7bd1c'>+20%</font>/<font color='#d48013'>+30%</font>的命中率，并且可以针对每个敌人触发一次。"
LocPromotionPopupText = "<font color='#CA7200'>级别 I</font>（在小队等级 [1] 时获得）<br/>在受到直接针对您的攻击的伤害时，如果可见，则以 <font color='#3ABD23'>+10%</font> 的命中率进行反击。这可以为每个敌人触发一次。<br/><br/><font color='#CA7200'>级别 II</font>（在上尉等级 [5] 时获得）<br/><Bullet/>命中奖励增加到 <font color='#b7bd1c'>+20%</font>。<br/><br/><font color='#CA7200'>级别 III</font>（在准将等级 [8] 时获得）<br/><Bullet/>命中奖励进一步增加到 <font color='#b7bd1c'>+30%</font>"

[Inquisitor_RightBackAtYou_Passive X2AbilityTemplate]
LocFriendlyName = "以牙还牙！"
LocHelpText = "<Ability:ClassName/> 会向任何可见目标进行反击，并直接对其造成伤害。"
LocLongDescription = "一旦受到任何攻击，就用你的主要武器进行反击。该射击有<font color='#3ABD23'>+10%</font>/<font color='#b7bd1c'>+20%</font>/<font color='#d48013'>+30%</font>的命中率，并且可以针对每个敌人触发一次。"
LocPromotionPopupText = "<font color='#CA7200'>级别 I</font>（在小队等级 [1] 时获得）<br/>在受到直接针对您的攻击的伤害时，如果可见，则以 <font color='#3ABD23'>+10%</font> 的命中率进行反击。这可以为每个敌人触发一次。<br/><br/><font color='#CA7200'>级别 II</font>（在上尉等级 [5] 时获得）<br/><Bullet/>命中奖励增加到 <font color='#b7bd1c'>+20%</font>。<br/><br/><font color='#CA7200'>级别 III</font>（在准将等级 [8] 时获得）<br/><Bullet/>命中奖励进一步增加到 <font color='#b7bd1c'>+30%</font>"

[Inquisitor_MovingInFast X2AbilityTemplate]
LocFriendlyName = "蛇形走位"
LocHelpText = "<Ability:ClassName/> 除了获得躲避反应射击的奖励之外，还获得机动性奖励。"
LocLongDescription = "获得<font color='#d48013'>+3</font>额外机动性并且对该单位的所有反应火力获得<font color='#b7bd1c'>+25</font>/<font color='#d48013'>+50</font>闪避。"
LocPromotionPopupText = "<font color='#CA7200'>级别 I - 级别 II</font>（在小队等级 [1] 时获得）<br/>选择此技能后，获得 <font color='#d48013'>+3</font> 额外机动性，此外还可获得 <font color='#b7bd1c'>+25</font> 对所有反应火力的闪避能力。<br/><br/><font color='#CA7200'>级别 III</font>（在准将等级 [8] 时获得）<br/><Bullet/>对反应火力的闪避奖励增加至 <font color='#b7bd1c'>+50</font>。"

[Inquisitor_UpTheStakes X2AbilityTemplate]
LocFriendlyName = "越战越勇！"
LocHelpText = "<Ability:ClassName/> 可见的敌人越多，其攻击力和防御力就越强。"
LocLongDescription = "获得 <font color='#b7bd1c'>+2%</font>/<font color='#d48013'>+4%</font> 防御、命中和暴击概率、<font color='#b7bd1c'>+3</font>/<font color='#d48013'>+6</font> 闪避和 <font color='#b7bd1c'>+1</font>/<font color='#d48013'>+2</font> 额外暴击伤害，对每个可见敌人，最高可达 <font color='#b7bd1c'>+10%</font>/<font color='#d48013'>+20%</font> 防御、命中和暴击，<font color='#b7bd1c'>+15</font>/<font color='#d48013'>+30</font> 闪避和 <font color='#b7bd1c'>+3</font>/<font color='#d48013'>+6</font> 暴击伤害。
LocPromotionPopupText = "<font color='#CA7200'>级别 I - 级别 II</font>（在 Squaddie 等级 [1] 获得）<br/>对于射手可见的每个敌人，获得：<br/><Bullet/><font color='#b7bd1c'>+2%</font> 命中率（最大 <font color='#b7bd1c'>+10%</font>）。<br/><Bullet/><font color='#b7bd1c'>+2%</font> 防御率（最大 <font color='#b7bd1c'>+10%</font>）。<br/><Bullet/><font color='#b7bd1c'>+2%</font> 暴击几率（最大 <font color='#b7bd1c'>+10%</font>）。<br/><Bullet/><font color='#b7bd1c'>+3</font> 闪避（最大 <font color='#b7bd1c'>+15</font>）。<br/><Bullet/><font color='#b7bd1c'>+1</font> 致命伤害（最大 <font color='#b7bd1c'>+3</font>）。<br/><br/><font color='#CA7200'>III 级</font>（准将等级 [8] 获得）<br/>每个可见敌人的奖励增加至：<br/><Bullet/><font color='#d48013'>+4%</font> 命中（最大 <font color='#d48013'>+20%</font>）。<br/><Bullet/><font color='#d48013'>+4%</font>防御 (Max <font color='#d48013'>+20%</font>)。<br/><Bullet/><font color='#d48013'>+4%</font>暴击概率 (Max <font color='#d48013'>+20%</font>)。<br/><Bullet/><font color='#d48013'>+6</font>闪避 (Max <font color='#d48013'>+30</font>)。<br/><Bullet/><font color='#d48013'>+2</font>暴击伤害 (Max <font color='#d48013'>+6</font>）。"

[Inquisitor_Sidewinder X2AbilityTemplate]
LocFriendlyName = "响尾蛇"
LocHelpText = "<Ability:ClassName/> 进行一半伤害攻击，并根据结果授予她行动点数。"
LocLongDescription = "一种特殊射击，造成一半的伤害，但是如果造成致命一击，则可以获得奖励移动和奖励行动。"
LocPromotionPopupText = "<Bullet/>响尾蛇可以用来在保持进攻的同时重新定位，或者作为一张‘免费出狱’卡，如果与敌人战斗会导致执法官暴露。<br/><Bullet/>对目标造成一半伤害。<br/><Bullet/>无论攻击结果如何，都授予一个移动行动点。<br/><Bullet/>在造成致命一击后，执法官除了移动行动点外，还会获得一个完整的行动点。"

[Inquisitor_DominoEffect X2AbilityTemplate]
LocFriendlyName = "环环相扣"
LocHelpText = "在消灭了暴露的敌人后，<Ability:ClassName/>的近战专家的自由行动和再射一枪的未射可以再次执行。"
LocLongDescription = "使用主要武器进行标准射击消灭侧翼或暴露的敌人可允许近战专家采取自由行动，并再次射击以再次触发。"
LocPromotionPopupText = "<Bullet/>环环相扣允许执法官轻松地设置连环杀戮，当然，前提是站位正确。与捕食者配合使用，环环相扣可以彻底改变战斗的走向。杀死被包抄或暴露的目标后：<br/><Bullet/>近战专家的范围攻击内的自由攻击可以再次触发。<br/><Bullet/>再来一次可以再次触发。<br/><br/>消灭敌人包括杀死他们、让他们流血或将他们打昏。"

; - Biological -
	
; - Spits -

[Inquisitor_PoisonSpit X2AbilityTemplate]
LocFriendlyName = "毒吐息"
LocHelpText = "执法官吐出一种有毒试剂，爆炸后形成一团毒云，毒害其影响范围内的所有人。"
LocLongDescription = "执法官吐出一种有毒试剂，爆炸后形成有毒云雾，毒害其影响范围内的人们。"
LocPromotionPopupText = "执法官吐出一种有毒试剂，爆炸后形成有毒云雾，毒害其影响范围内的人们。"

[Inquisitor_FrostSpit X2AbilityTemplate]
LocFriendlyName = "Frost Spit"
LocHelpText = "执法官吐出一种接近零度以下的液体，冻结所有受到其冲击的人。"
LocLongDescription = "执法官吐出一种接近零度以下的液体，冻结所有被其冲击到的人。"
LocPromotionPopupText = "执法官吐出一种接近零度以下的液体，冻结所有被其撞击到的人。"

[Inquisitor_InfernoSpit X2AbilityTemplate]
LocFriendlyName = "地狱吐息"
LocHelpText = "执法官吐出灼热的液体，该液体在接触到目标后会突然燃烧起来，点燃其影响范围内的所有人。"
LocLongDescription = "执法官吐出灼热的液体，该液体在接触到目标后会突然燃烧起来，点燃其影响范围内的所有人。"
LocPromotionPopupText = "执法官吐出灼热的液体，该液体在撞击时会突然燃烧起来，点燃其影响范围内的所有人。"

[Inquisitor_CorrosiveSpit X2AbilityTemplate]
LocFriendlyName = "腐蚀吐息"
LocHelpText = "执法官吐出一种酸性试剂，该试剂会爆炸成强腐蚀性酸液，随着时间的推移，这种酸液会撕碎盔甲并灼伤受影响的人。"
LocLongDescription = "执法官吐出一种酸性试剂，该试剂会爆炸成强腐蚀性酸，随着时间的推移，这种酸会撕碎盔甲并灼伤受影响的人。"
LocPromotionPopupText = "执法官吐出一种酸性试剂，该试剂会爆炸成强腐蚀性酸，随着时间的推移，这种酸会撕碎盔甲并灼伤受影响的人。"

[Inquisitor_RestorativeSpit X2AbilityTemplate]
LocFriendlyName = "治疗吐息"
LocHelpText = "执法官吐出一种智能恢复性治疗酸液，可以治疗其影响范围内的盟友，并对未受影响的盟友造成精神减益。"
LocLongDescription = "执法官吐出一种智能恢复性治疗酸液，可以治疗其影响范围内的盟友，并对未受影响的盟友造成精神减益。"
LocPromotionPopupText = "执法官吐出一种智能恢复性治疗酸液，可以治疗其影响范围内的盟友，并对未受影响的盟友造成精神减益。"

;- 技能 -

[Inquisitor_ViciousBite X2AbilityTemplate]
LocFriendlyName = "咬伤"
LocHelpText = "<Ability:ClassName/> 可以自由地咬一个相邻的有机目标，造成大量伤害并且施加毒药。"
LocLongDescription = "对相邻的有机目标进行一次免费的近战攻击，使其中毒并对目标造成平均 <font color='#3ABD23'>3</font>/<font color='#b7bd1c'>6</font>/<font color='#d48013'>9</font> 点伤害。<font color='#3ABD23'>3</font>/<font color='#b7bd1c'>2</font>/<font color='#d48013'>1</font> 回合冷却。"
LocPromotionPopupText = "<font color='#CA7200'>等级 I</font>（在小队等级 [1] 获得）<br/>对相邻的敌人进行一次免费的近战攻击：<br/><Bullet/>这次攻击平均造成 <font color='#3ABD23'>3</font> 点伤害，并且只能以有机单位为目标。<br/><Bullet/>它有 <font color='#3ABD23'>3</font> 回合的冷却时间。<br/><br/><font color='#CA7200'>等级 II</font>（在上尉等级 [5] 获得）<br/><Bullet/>凶猛撕咬现在平均造成 <font color='#b7bd1c'>6</font> 点伤害。<br/><Bullet/>它的冷却时间减少到 <font color='#b7bd1c'>2</font> 回合冷却。<br/><br/><font color='#CA7200'>等级 III</font>（准将等级 [8] 获得）<br/><Bullet/>凶猛撕咬现在平均造成 <font color='#d48013'>9</font> 点伤害。<br/><Bullet/>其冷却时间进一步减少为 <font color='#d48013'>1</font> 回合冷却。"

[Inquisitor_ViciousBiteCivilian X2AbilityTemplate]
LocFriendlyName = "咬伤"
LocHelpText = "<Ability:ClassName/> 可以自由地咬一个相邻的有机目标，造成大量伤害并且施加毒药。"
LocLongDescription = "对相邻的有机目标进行一次免费的近战攻击，使其中毒并对目标造成平均 <font color='#b7bd1c'>6</font> 点伤害。<font color='#3ABD23'>3</font> 回合冷却。"
LocPromotionPopupText = "<font color='#CA7200'>等级 I</font>（在小队等级 [1] 获得）<br/>对相邻的敌人进行一次免费的近战攻击：<br/><Bullet/>这次攻击平均造成 <font color='#3ABD23'>3</font> 点伤害，并且只能以有机单位为目标。<br/><Bullet/>它有 <font color='#3ABD23'>3</font> 回合的冷却时间。<br/><br/><font color='#CA7200'>等级 II</font>（在上尉等级 [5] 获得）<br/><Bullet/>凶猛撕咬现在平均造成 <font color='#b7bd1c'>6</font> 点伤害。<br/><Bullet/>它的冷却时间减少到 <font color='#b7bd1c'>2</font> 回合冷却。<br/><br/><font color='#CA7200'>等级 III</font>（准将等级 [8] 获得）<br/><Bullet/>凶猛撕咬现在平均造成 <font color='#d48013'>9</font> 点伤害。<br/><Bullet/>其冷却时间进一步减少为 <font color='#d48013'>1</font> 回合冷却。"

[Inquisitor_ChokingVenom X2AbilityTemplate]
LocFriendlyName = "窒息毒液"
LocHelpText = "所有<Ability:ClassName/>的毒药效果现在都会造成更大的伤害，并且会造成更严重的减益效果。"
LocLongDescription = "毒药效果现在会施加毒液（一种更强效的毒药效果），每跳额外造成<font color='#3ABD23'>1</font>/<font color='#b7bd1c'>2</font>/<font color='#d48013'>3</font>点伤害，持续时间延长<font color='#3ABD23'>1</font>/<font color='#b7bd1c'>2</font>/<font color='#d48013'>3</font>回合，增加受害者的瞄准惩罚至<font color='#3ABD23'>-40%</font>/<font color='#b7bd1c'>-45%</font>/<font color='#d48013'>-50%</font>，移动惩罚至<font color='#3ABD23'>-40%</font>/<font color='#b7bd1c'>-45%</font>/<font color='#d48013'>-50%</font> <font color='#3ABD23'>-5</font>/<font color='#b7bd1c'>-6</font>/<font color='#d48013'>-7</font>"
LocPromotionPopupText = "<font color='#CA7200'>LEVEL I</font>（在 Squaddie 等级 [1] 获得）<br/>来自 <Ability:ClassName/> 的所有毒药效果现在都应用毒液而不是毒药：<br/><Bullet/>毒药效果最多持续 <font color='#3ABD23'>1</font> 回合。<br/><Bullet/>毒药的 DOT 增加 <font color='#3ABD23'>1</font> 点伤害。<br/><Bullet/>毒药效果现在对受到此单位毒药影响的人员施加 <font color='#3ABD23'>-40%</font> 的瞄准惩罚。<br/><Bullet/>毒药效果现在对受到此单位毒药影响的人员施加 <font color='#3ABD23'>-5</font> 的机动性惩罚。<br/><br/><font color='#CA7200'>等级 II</font>（获得于上尉军衔 [5]）<br/><Bullet/>毒药效果现在最多可以延长 <font color='#b7bd1c'>2</font> 回合。<br/><Bullet/>毒药的 DOT 增加 <font color='#b7bd1c'>2</font> 点伤害。<br/><Bullet/>毒药效果现在会对该单位中毒影响的人员施加 <font color='#b7bd1c'>-45%</font> 的瞄准惩罚。<br/><Bullet/>毒药效果现在会对该单位中毒影响的人员施加 <font color='#b7bd1c'>-6</font> 的机动性惩罚。<br/><br/><font color='#CA7200'>等级 III</font>（获得于准将军衔[8])<br/><Bullet/>毒药效果现在最多可以延长 <font color='#d48013'>3</font> 回合。<br/><Bullet/>毒药的 DOT 增加 <font color='#d48013'>3</font> 点伤害。<br/><Bullet/>毒药效果现在会对该单位中毒影响的人员施加 <font color='#d48013'>-50%</font> 的瞄准惩罚。<br/><Bullet/>毒药效果现在会对该单位中毒影响的人员施加 <font color='#d48013'>-7</font> 的机动性惩罚。"

[Inquisitor_TagTeam X2AbilityTemplate]
LocFriendlyName ="团队精神"
LocHelpText = "任何被<Ability:ClassName/>拉来的盟友都会被授予完整的行动点数。"
LocLongDescription = "拉盟友的舌头现在除了赋予其移动动作外，还赋予其完整动作。每个盟友只能触发一次。"
LocPromotionPopupText = "<Bullet/>被盟友舌头拉扯的盟友将获得移动动作和完整动作，允许<Ability:ClassName/>快速重新定位他们，同时赋予他们更好的攻击能力以便在被拉扯后进行跟进。"

[Inquisitor_ElementalAugmentation X2AbilityTemplate]
LocFriendlyName = "元素增强"
LocHelpText = "<Ability:ClassName/> 现在可以使用冰霜和地狱烈焰喷射。"
LocLongDescription = "可以使用冰霜和地狱烈焰吐息，它们的冷却时间与所有类型的吐息共享。冰霜吐息可以让你暂时冻结敌人，并冻结统治者在其范围攻击内进行 <font color='#3ABD23'>2</font>/<font color='#b7bd1c'>4</font>/<font color='#d48013'>6</font> 次操作。地狱烈焰吐息会使其范围攻击内的目标着火，平均每回合造成 <font color='#3ABD23'>2</font>/<font color='#b7bd1c'>3</font>/<font color='#d48013'>4</font> 次伤害，并禁用大多数攻击动作。"
LocPromotionPopupText = "<font color='#CA7200'>LEVEL I</font>（在 Squaddie 等级 [1] 获得）<br/>通过元素增强，<Ability:ClassName/>可以使用两种新型吐息，即冰霜吐息和地狱吐息，它们与所有吐息类型共享冷却时间：<br/><Bullet/>冰霜吐息能够暂时冻结其 AOE 中的任何目标，此外还可以冻结统治者以进行 <font color='#3ABD23'>2</font> 次反应。<br/><Bullet/>地狱吐息会用火焰点燃 AOE，使其半径内的任何人着火，平均每回合造成 <font color='#3ABD23'>2</font> 点伤害，此外还会使受影响者的大部分行动无法进行。<br/><br/><font color='#CA7200'>等级 II</font>（获得于上尉军衔 [5]）<br/><Bullet/>霜冻吐息现在可冻结统治者 <font color='#b7bd1c'>4</font> 次反应。<br/><Bullet/>地狱烈焰吐息现在每回合平均造成 <font color='#b7bd1c'>3</font> 次伤害。<br/><br/><font color='#CA7200'>等级 III</font>（获得于准将军衔 [8]）<br/><Bullet/>霜冻吐息现在可冻结统治者 <font color='#d48013'>6</font> 次反应。<br/><Bullet/>地狱烈焰吐息现在每回合平均造成 <font color='#d48013'>4</font> 次伤害。"

[Inquisitor_PassiveAggression X2AbilityTemplate]
LocFriendlyName = "自由吐息"
LocHelpText = "使用吐息动作现在是<Ability:ClassName/>的自由动作。"
LocLongDescription = "使用吐息能力现在是一个自由动作。"
LocPromotionPopupText = "<Bullet/>使用任何吐息动作将不再花费<Ability:ClassName/>的动作，尽管显然仍然需要一个动作点来使用吐息，因为如果你没有动作点，你就根本无法吐息..."

[Inquisitor_VenomManipulation X2AbilityTemplate]
LocFriendlyName = "毒液操纵"
LocHelpText = "<Ability:ClassName/> 现在可以使用腐蚀性和恢复性吐息。"
LocLongDescription = "可以使用恢复和腐蚀吐息，它们的冷却时间与所有吐息类型共享。恢复吐息可让你在其范围攻击内为盟友恢复 <font color='#d48013'>+5</font> 生命值，并可对有机单位造成精神减益。腐蚀吐息在击中时会撕碎 <font color='#b7bd1c'>1</font>/<font color='#d48013'>2</font> 护甲，此外每回合平均造成 <font color='#b7bd1c'>2</font>/<font color='#d48013'>4</font> 伤害。"
LocPromotionPopupText = "<font color='#CA7200'>等级 I - 等级 II</font>（在 Squaddie 等级 [1] 获得）<br/>通过毒液操控，<Ability:ClassName/>可以使用两种新型吐息，腐蚀吐息和恢复吐息，它们与所有类型的吐息共享冷却时间：br/>腐蚀吐息会对被其爆炸击中的人以及穿过受影响区域的人员造成酸性减益：<br/><子弹/>腐蚀吐息在撞击时会撕碎 <font color='#b7bd1c'>1</font> 层护甲，并且平均每回合对其范围内的人员造成 <font color='#b7bd1c'>2</font> 点伤害。<br/>恢复吐息的范围要小得多，但可以治疗受影响的人员为盟友造成 <font color='#d48013'>+5</font> 点生命值。<br/><Bullet/>恢复性吐息有 <font color='#b7bd1c'>75%</font> 几率使敌人迷失方向，并有 <font color='#b7bd1c'>25%</font> 几率使受影响的敌人昏迷 <font color='#b7bd1c'>2</font> 回合。<br/><br/><font color='#CA7200'>级别 III</font>（准将等级 [8] 获得）<br/><Bullet/>腐蚀性吐息现在在撞击时会撕碎 <font color='#b7bd1c'>2</font> 点护甲，并且平均每 <font color='#b7bd1c'>4</font> 点伤害回合。<br/><Bullet/>恢复性吐息现在有 <font color='#d48013'>100%</font> 的几率使敌人迷失方向，并有 <font color='#d48013'>50%</font> 的几率使受影响的敌人昏迷 <font color='#d48013'>4</font> 回合。<br/><Bullet/>恢复性吐息现在有 <font color='#d48013'>25%</font> 的几率使受影响的敌人昏迷。"

[Inquisitor_PrehensilePower X2AbilityTemplate]
LocFriendlyName = "强力拉扯"
LocHelpText = "<Ability:ClassName/> 现在可以从更远的地方拉扯目标，除了那些完全掩护下的目标之外。"
LocLongDescription = "舌头拉动现在可以从 <font color='#b7bd1c'>+3</font>/<font color='#d48013'>+6</font> 格远的地方击中，并且可以从完全掩护下拉动目标。"
LocPromotionPopupText = "<font color='#CA7200'>级别 I - 级别 II</font>（在小队等级 [1] 获得）<br/>强力拉扯量允许<Ability:ClassName/>将目标拉远 <font color='#b7bd1c'>+3</font> 格，此外还可以将目标拉到高掩护处。<br/><br/><font color='#CA7200'>级别 III</font>（在准将等级 [8] 获得）<br/>强力拉扯量现在将舌头拉动的范围增加 <font color='#d48013'>+6</font> 格。"

[Inquisitor_Predation X2AbilityTemplate]
LocFriendlyName = "掠食"
LocHelpText = "在拉动一个目标时，<Ability:ClassName/>会标记他们，并且在消灭他们后，可以再次拉动而无需冷却。"
LocLongDescription = "拉动敌人现在会标记他们，使得击中他们变得更容易，并且在消灭标记目标后可以立即拉动舌头。"
LocPromotionPopupText = "<Bullet/>Predation 允许 <Ability:ClassName/> 快速连续击杀敌人，同时保持优势地位。结合环环相扣，只要 <Ability:ClassName/> 有弹药，这可以造成对较弱或受伤敌人的大规模杀伤链。"

;- 构造函数 -

[Inquisitor_Entwine X2AbilityTemplate]
LocFriendlyName ="缠绕"
LocHelpText = "当束缚敌人时，只要保持束缚，<Ability:ClassName/>就会获得额外防御。"
LocLongDescription = "捆绑期间获得<font color='#3ABD23'>+5</font>/<font color='#b7bd1c'>+15</font>/<font color='#d48013'>+30</font>防御。"
LocPromotionPopupText = "<font color='#CA7200'>LEVEL I</font>（在 Squaddie 等级 [1] 时获得）<br/>在维持捆绑时，<Ability:ClassName/>获得奖励 <font color='#3ABD23'>+5</font> 防御，使得在维持捆绑时更难击中她。<br/><br/><font color='#CA7200'>LEVEL II</font>（在 Captain 等级 [5] 时获得）<br/><Bullet/>捆绑期间的防御奖励增加至 <font color='#b7bd1c'>+15</font>。<br/><br/><font color='#CA7200'>LEVEL III</font>（在 Brigadier 等级 [8] 时获得）<br/><Bullet/><br/><Bullet/>防御奖励而约束力则进一步提升至<font color='#d48013'>+30</font>。"

[Inquisitor_ImmenseGrasp X2AbilityTemplate]
LocFriendlyName = "强力缠绕"
LocHelpText = "当束缚敌人时，只要保持束缚，<Ability:ClassName/>就会获得额外力量。"
LocLongDescription = "捆绑时获得<font color='#3ABD23'>+15</font>/<font color='#b7bd1c'>+30</font>/<font color='#d48013'>+45</font>额外力量。"
LocPromotionPopupText = "<font color='#CA7200'>LEVEL I</font>（在 Squaddie 等级 [1] 获得）<br/>在维持捆绑时，<Ability:ClassName/>获得额外 <font color='#3ABD23'>+15</font> 力量，使她在维持捆绑时更难打破捆绑，此外，维持捆绑后更有可能产生更强的效果。<br/><br/><font color='#CA7200'>LEVEL II</font>（在 Captain 等级 [5] 获得）<br/><Bullet/>捆绑期间的力量奖励增加至 <font color='#b7bd1c'>+30</font>。<br/><br/><font color='#CA7200'>LEVEL III</font>（在 Brigadier 等级获得[8])<br/><Bullet/><br/><Bullet/>捆绑时的力量加成进一步提升至<font color='#d48013'>+45</font>。"

[Inquisitor_ReinforcedScales X2AbilityTemplate]
LocFriendlyName = "强化鳞片"
LocHelpText = "当束缚敌人时，只要保持束缚，<Ability:ClassName/>就会获得额外的护甲。"
LocLongDescription = "捆绑时获得<font color='#3ABD23'>+2</font>/<font color='#b7bd1c'>+4</font>/<font color='#d48013'>+6</font>护甲减免。"
LocPromotionPopupText = "<font color='#CA7200'>LEVEL I</font>（在 Squaddie 等级 [1] 获得）<br/>在维持捆绑时，<Ability:ClassName/>获得奖励 <font color='#3ABD23'>+2</font> 护甲减轻，这既使得在战斗中捆绑更加安全，也使得捆绑更难通过伤害打破。<br/><br/><font color='#CA7200'>LEVEL II</font>（在 Captain 等级 [5] 获得）<br/><Bullet/>捆绑期间的护甲减轻奖励增加至 <font color='#b7bd1c'>+4</font>。<br/><br/><font color='#CA7200'>LEVEL III</font>（在 Brigadier 等级获得[8])<br/><Bullet/>捆绑期间的护甲减轻奖励进一步增加至<font color='#d48013'>+6</font>。"

[Inquisitor_StrengthenedCoils X2AbilityTemplate]
LocFriendlyName = "强化身体缠绕"
LocHelpText = "<Ability:ClassName/> 不再因持续捆绑操作而触发冷却时间，允许每回合多次使用。"
LocLongDescription = "现在每回合可以多次使用粉碎、窒息或制服目标，而不仅仅使用一次。"
LocPromotionPopupText = "<Bullet/>持续的束缚动作，例如粉碎、窒息和制服，不再受冷却时间影响。<br/><Bullet/>这允许<Ability:ClassName/>每回合维持束缚多次，而不只是一次。"

[Inquisitor_TakingRisks X2AbilityTemplate]
LocFriendlyName = "冒险"
LocHelpText = "手动结束捆绑将授予<Ability:ClassName/>自由移动操作。"
LocLongDescription = "手动结束捆绑时获得自由移动操作。每回合只能触发一次。"
LocPromotionPopupText = "<Bullet/>如果在捆绑时发现自己处于不利的困境，那么冒险可以帮助<Ability:ClassName/>轻松地重新定位。"

[Inquisitor_SwiftAndDeadly X2AbilityTemplate]
LocFriendlyName = "迅速而致命"
LocHelpText = "捆绑不再需要为<Ability:ClassName/>花费一个动作，此外，断开的捆绑不再使捆绑进入冷却时间。"
LocLongDescription = "捆绑现在是一个自由动作，并且当被打破时不再受到冷却时间的影响。"
LocPromotionPopupText = "<Bullet/>当 <Ability:ClassName/> 的捆绑由于持续动作失败而被打破时，它将不再导致捆绑进入冷却。Hoverer，如果在捆绑某人的回合中被打破，它仍然会有一个冷却时间。<br/><Bullet/>捆绑作为一种自由动作允许 <Ability:ClassName/> 在捆绑敌人的回合中保证持续的捆绑动作。"

[Inquisitor_OnToTheNext X2AbilityTemplate]
LocFriendlyName = "缠绕致死！"
LocHelpText = "当<Ability:ClassName/>消灭一个被她束缚的敌人时，她会获得一个行动点数。"
LocLongDescription = "消灭或者消除一个捆绑目标将为你带来 1 个行动点数。"
LocPromotionPopupText = "<Bullet/>继续前进既可以用于进攻也可以用于防守。<br/><Bullet/>如果<Ability:ClassName/>在完成捆绑后发现自己暴露在外，它可以用于重新定位，或者毫不拖延地向下一组敌人推进。"

; - 项目 -
[Inquisitor_MAW_I X2WeaponTemplate]
FriendlyName="毒牙阿尔法（减弱）"
FriendlyNamePlural="毒牙阿尔法（减弱）"
BriefSummary="变种人专为 速客设计的独特毒牙植入物，旨在释放她随心所欲使用多种吐息变体的能力，而无需安装全新的植入物。然而，随着她叛逃到 XCOM，植入物的强度被削弱，使她无法将其发挥到最大能力。"
TacticalText="<Bullet/> 允许 速客吐舌拉扯和吐舌拉拽。\n<Bullet/> 随着未来技术的进步，我们认为我们可以帮助她的植入物恢复到全部功能。"

[Inquisitor_MAW_II X2WeaponTemplate]
FriendlyName="高级毒牙阿尔法"
FriendlyNamePlural="高级毒牙阿尔法"
BriefSummary="随着对毒牙内部工作原理的了解越来越多，我们能够将 速客的毒牙植入物恢复到其原始容量。这应该可以让她不再抱怨植入物有缺陷了...但愿如此..."
TacticalText="<Bullet/> 允许 速客使用她的舌头进行拉伸和吐出。\n<Bullet/> 对植入物上各种组件的改进使我们能够再次将其恢复到满负荷状态。\n<Bullet/> 我们认为，一旦我们掌握了适当的知识，我们可能能够进一步改进设计。"

[Inquisitor_MAW_III X2WeaponTemplate]
FriendlyName="精英毒牙阿尔法"
FriendlyNamePlural="精英毒牙阿尔法"
BriefSummary="进一步改进了它的设计，并针对 速客的一些愤怒评论，即"它看起来太‘外星人’了"，我们为 速客设计了一个更强大的毒牙植入物。有了它，速客的吐息现在更加有效了。"
TacticalText="<Bullet/> 允许 速客使用她的舌头拉扯和吐息。\n<Bullet/> 凭借进一步的知识，我们能够改进毒牙植入物以继承原来的力量。"

[Inquisitor_MAW_II_Schematic X2SchematicTemplate]
m_strClassLabel="执法官"
[Inquisitor_MAW_III_Schematic X2SchematicTemplate]
m_strClassLabel="执法官"

[Country_速客X2CountryTemplate]
DisplayName="西伯利亚"
DisplayNameWithArticle="西伯利亚"
DisplayNameWithArticleLower="西伯利亚"
DisplayNamePossessive="西伯利亚的"
DisplayAdjective="西伯利亚"
